13/data/attachments/1db04c8a69ef3ff6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_591f5839-246a-4089-9257-7da7980e52a0</nif:username>
            <nif:friendToBeAdded>Isaac_at_Friend_95205_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>